app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Robin"], ["last_name", "Tram"], ["created_at", "2018-11-04 21:01:13.002119"], ["updated_at", "2018-11-04 21:01:13.002119"]]
---
  def create
    # raise params.inspect
    @student = Student.new(params.require(:student))
    @student.save